Repository: Coladia/ConnectionKit
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, it, ja, pt_br

source: %@ What would you like to do?
fr: %@ Que désirez-vous faire ?
it: %@ Che cosa ti piacerebbe fare?
ja: %@ どうしますか?
pt_br: %@ O que você gostaria de fazer?

source: Action Aborted. Local Error
fr: Action interrompue. Erreur locale
it: Azione interrotta. Errore locale
ja: 操作が取り消されました。ローカルエラー
pt_br: Ação Abortada. Erro Local

source: All data connection modes have been exhausted. Check with the server administrator.
fr: Tous les modes de connexion de données ont été épuisés. Vérifier avec l'administrateur du serveur.
it: Tutte le possibili modalità di connessione sono state provate. Fai un controllo con l'amministratore del server.
ja: あらゆる接続モードでの接続に失敗しました。サーバ管理者にお問い合わせください。
pt_br: Todos os métodos de conexão foram esgotados. Verifique com o administrador do servidor.

source: and
fr: et
it: e
ja: と
pt_br: e

source: Are you sure you want to stop the upload?
fr: Êtes-vous sûr de vouloir arrêter le chargement ?
it: Sei sicuro di voler interrompere il caricamento?
ja: アップロードを中断してもよろしいですか?
pt_br: Você deseja realmente suspender o envio?

source: Authorize
fr: Autoriser
it: Autorizza
ja: 認証
pt_br: Autorizar

source: Authorize Connection?
fr: Autoriser la connexion ?
it: Autorizza connessione?
ja: 接続を承認しますか?
pt_br: Autorizar Conexão?

source: Bad Configuration
fr: Mauvaise configuration
it: Configurazione errata
ja: 設定が悪い
pt_br: Configuração Errada

source: Bad Droplet
fr: Mauvaise 'droplet'
it: Droplet errato
ja: ドロップレットが悪い
pt_br: Droplet Danificado

source: bytes
fr: octets
it: byte
ja: バイト

source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar

source: Cannot Upload File. Storage quota on server exceeded
fr: Ne peut pas charger le fichier. Le quota de stockage sur le serveur est dépassé
it: Non posso caricare il file. Lo spazio assegnato sul server è esaurito
ja: ファイルをアップロードできません。サーバの保存容量を超過しています。
pt_br: Não foi possível Enviar o arquivo. Cota de armazenamento excedida no servidor

source: Connected to %@
fr: Connecté à %@
it: Connesso a %@
ja: %@ に接続
pt_br: Conectado a %@

source: Connecting to %@
fr: Se connecte à %@
it: Connessione a %@
ja: %@ に接続中
pt_br: Conectando a %@

source: Continue Upload
fr: Continuer le chargement
it: Continua caricamento
ja: アップロードを継続
pt_br: Continuar Enviando

source: Couldn't find configuration file specified %@
fr: N'a pu trouver le fichier de configuration indiqué %@
it: Impossibile trovare il file di configurazione specificato %@
ja: 指定した設定ファイルが見つかりませんでした %@
pt_br: Não foi possível encontrar a configuração do arquivo especificado %@

source: Create directory operation failed
fr: L'opération de création du répertoire a échoué
it: Operazione di creazione cartella fallita
ja: ディレクトリ作成の操作に失敗しました
pt_br: Falha na operação de criação do diretório

source: Data Stream Timed Out
fr: Le flux de données est arrêté
it: Tempo scaduto per il flusso di dati
ja: データストリームのタイムアウト
pt_br: Fluxo de Dados Esgotado

source: Disconnected
fr: Déconnecté
it: Disconnesso
ja: 切断
pt_br: Desconectado

source: EB
fr: Eo

source: Exhausted all connection types to server. Please contact server administrator
fr: Tous les types de connexion au serveur sont épuisés. Veuillez contacter l'administrateur de serveur
it: Tutte le possibili modalità di connessione sono state provate. Contatta l'amministratore del server.
ja: すべてのサーバ接続タイプでの接続に失敗しました。サーバ管理者に連絡してください。
pt_br: Esgotado todos os tipos de conexão para o servidor. Por favor contacte o administrador do servidor

source: Failed to change to directory
fr: N'a pas modifié en répertoire
it: Impossibile cambiare la cartella
ja: ディレクトリへの移動に失敗しました
pt_br: Falha ao mudar para o diretório

source: Failed to delete directory
fr: N'a pas effacé le répertoire
it: Impossibile cancellare la cartella
ja: ディレクトリの削除に失敗しました
pt_br: Falha ao excluir o diretório

source: Failed to delete file
fr: N'a pas effacé le fichier
it: Impossibile cancellare il file
ja: ファイルの削除に失敗しました
pt_br: Falha ao excluir o arquivo

source: Failed to set permissions for path %@
fr: N'a pu définir les permissions pour le chemin %@
it: Non è stato possibile impostare i permessi per il percorso %@
ja: パス %@ へのアクセス許可の設定に失敗しました。
pt_br: Falha ao configurar permissões para o caminho %@

source: File %@ does not exist on server
fr: Le fichier %@ n'existe pas sur le serveur
it: Il file %@ non esiste sul server
ja: ファイル %@ はサーバに存在しません
pt_br: O arquivo %@ não existe no servidor

source: File in Use
fr: Le fichier est utilisé
it: Il file è in uso
ja: ファイルが使用中です
pt_br: Arquivo em Uso

source: FTP service not available; Remote server has closed connection
fr: Service FTP indisponible. Le serveur distant a fermé la connexion
it: Il servizio FTP non è disponibile; il server remoto ha chiuso la connessione
ja: FTP サービスがありません; リモートサーバーは接続を切断しました。
pt_br: Serviço de FTP não disponível; O servidor remoto encerrou a conexão

source: FTP Service Unavailable
fr: Service FTP indisponible
it: Il servizio FTP non è disponibile
ja: FTP サービスが使用できません
pt_br: Serviço de FTP Indisponível

source: GB
fr: Go

source: Host Unavailable
fr: Hôte indisponible
it: L'Host non è disponibile
ja: ホストが利用できません
pt_br: Servidor Indisponível

source: Invalid Account name
fr: Nom de compte invalide
it: Il nome account non è valido
ja: アカウント名が無効です
pt_br: Nome Inválido da Conta

source: Is the service running on the server
fr: Est-ce que le service fonctionne sur le serveur
it: Il servizio è attivo sul server
ja: サーバーは稼働していますか?
pt_br: É o serviço sendo executado no servidor

source: KB
fr: Ko

source: Local file %@ doesn't exist
fr: Le fichier local %@ n’existe pas
it: Il file locale %@ non esiste
ja: ローカルファイル %@ は存在しません
pt_br: O arquivo local %@ não existe

source: Local File already exists
fr: Le fichier local existe déjà
it: Il file locale esiste già
ja: このローカルファイルはすでに存在します
pt_br: O Arquivo Local já existe

source: MB
fr: Mo

source: No configuration file specified
fr: Aucun fichier de configuration indiqué
it: Non è stato specificato nessun file di configurazione
ja: 設定ファイルが指定されていません
pt_br: Nenhum arquivo de configuração especificado

source: No connection available for requested connection type
fr: Aucune connexion disponible pour le type de connexion demandé
it: Nessuna connessione è disponibile per il tipo di connessione richiesto
ja: この接続タイプは有効ではありません
pt_br: Nenhuma conexão disponível para o tipo de conexão exigida

source: No Storage Space Available
fr: Pas d'espace de stockage disponible
it: Non c'è più spazio disponibile
ja: 保存スペースがありません
pt_br: Nenhum Espaço de Armazenamento Disponível

source: No such file
fr: Pas de fichier
it: Nessun file
ja: そのようなファイルはありません
pt_br: Nenhum arquivo

source: Not Logged In
fr: Pas connecté
it: Non sei connesso
ja: ログインしていません
pt_br: Não Conectado Em

source: PB
fr: Po

source: Permission Denied
fr: Autorisation refusée
it: Permesso negato
ja: 認証失敗
pt_br: Permissão Recusada

source: Please check your settings.
fr: Veuillez vérifiez vos réglages.
it: Verifica le tue impostazioni.
ja: 設定を確認して下さい。
pt_br: Por favor, verifique suas configurações.

source: Quit
fr: Quitter
it: Esci
ja: 終了
pt_br: Sair

source: Stop Upload
fr: Arrêter le chargement
it: Interrompi caricamento
ja: アップロードを停止
pt_br: Suspender o Envio

source: Stop Upload?
fr: Arrêter le chargement ?
it: Interrompere caricamento?
ja: アップロードを停止しますか?
pt_br: Suspender o Envio?

source: Stream Unavailable
fr: Flux indisponible
it: Stream non disponibile
ja: ストリームは利用できません
pt_br: Fluxo Indisponível

source: TB
fr: To

source: This droplet is missing the original application that created it. You will need to reinstall the original application.
fr: Il manque à cette droplet l'application originale qui l'a créée. Vous devrez réinstaller l'application originale.
it: Il droplet ha perduto la connessione con l'applicazione che l'ha creato. Dovrai reinstallare l'applicazione originale.
ja: ドロップレットを作成したときのアプリケーションがありません。そのアプリケーションを再インストールする必要があります。
pt_br: Este droplet está faltando ao aplicativo original no qual foi criado. Você precisa reinstalar o aplicativo original.

source: Timed Out waiting for remote host.
fr: Délai expiré pour l'hôte distant.
it: È scaduto il tempo di attesa per l'host remoto.
ja: リモートホストの待ち時間がタイムアウトしました。
pt_br: Tempo esgotado ao esperar pelo servidor remoto.

source: Uploading %@
fr: Chargement de %@
it: Sto caricando %@
ja: %@ をアップロード中
pt_br: Enviando %@

source: You do not have access to write file %@
fr: Vous n'avez pas l'accès pour écrire sur le fichier %@
it: Non hai l'accesso per scrivere il file %@
ja: %@ というファイルへのアクセス権がありません
pt_br: Você não tem acesso a gravação para o arquivo %@

source: You need an Account to Upload Files
fr: Vous avez besoin d'un compte pour téléverser des fichiers
it: Hai bisogno di un account per caricare i file
ja: アップロードをするためにアカウントが必要です
pt_br: Você precisa de uma Conta para Enviar Arquivos

source: s
it: sec
